export const overviewTexts = [
  "+80 فيديو",
  "+100 مصدر",
  "جروف فيسبوك خاص",
  "شامل 2 اداة بحث",
];

export const videoCardWithDetailsObj = [
  {
    url: "https://www.youtube.com/embed/uemGiTGeGKw",
    title: "الدورة- $147",
    contentList: [
      "80+ فيديو",
      "100+ من الموارد",
      "مجموعة الفيسبوك الخاصة",
      "شامل 2 أدوات البحث",
    ],
    button: {
      text: "Get it now",
      enabled: true,
      link: "/shop/63149a704f08614dd053ec3d",
    },
  },
  // {
  //   url: "https://www.youtube.com/embed/uMzElpzZe0Y",
  //   title: "(closed - Currently Full) مع التدريب - 397$",
  //   contentList: [
  //     "الوصول المباشر إليّ لمدة 60 يومًا",
  //     "80+ مقاطع فيديو",
  //     "100+ من الموارد",
  //     "مجموعة الفيسبوك الخاصة",
  //     "شامل 2 أدوات بحث متضمنة",
  //   ],
  //   button: {
  //     text: "Get it now",
  //     enabled: false,
  //     link: "/direct-access-to-me",
  //   },
  // },
];

export const testimonialsLocal = [
  {
    name: "Steven Charles Ault Myers",
    message: `

    لقد مررت بهذه الدورة التدريبية بأكملها وأنا واثق من التوصية بها لأي شخص يريد أن يبدأ هذا العمل أو كان جديدًا في هذا المجال. حتى لو كنت تمارس هذا العمل لفترة ، فلا تزال هناك أشياء يجب تعلمها أو تحديثها. تغطي الدورة حقًا كل شيء بدءًا من الألف إلى الياء ، وتقدم أمثلة وعروضًا توضيحية على الشاشة ، وهي شفافة تمامًا وصادقة ولا تبيع التوقعات المتضخمة وغير الواقعية.

    `,
  },
  {
    name: "Peter Thomas",
    message: `
   فقط أريد أن أقول إن هذه الدورة رائعة للغاية ، لم أشعر أبدًا بالاسترخاء الشديد أثناء مشاهدة دورة ما كهذه المرة . لقد تعلمت أيضًا أكثر بكثير مما كنت أعتقد أنني أعرفه ، وأنا أضع ما تعلمته موضع التنفيذ على الفور! شكرا كورفين وكليو.
    
    `,
  },

  {
    name: "Tony Varone",
    message: `
    
   يا رفاق ، لقد بدأت للتو في مشاهدة مقاطع الفيديو المتميزة. أستطيع أن أقول إنني متقدم في KDP 🙂 ولكن بينما أشاهد مقاطع الفيديو ، أتعلم أكثر وأكثر ومن المهم دائمًا أن نرى كيف يفعل الآخرون ذلك ، خاصة عندما يتم ذلك بواسطة مالكي SPT. شكرا لك كورفين وكليو !!.
    
    `,
  },
  {
    name: "Liviu Achim",
    message: `
    
   إنها أفضل دورة تدريبية في KDP وأكثرها مفهومة رأيتها على الإنترنت في العامين الماضيين! يبدأ من المستوى المبتدئ إلى المستوى المتقدم ، أوصي به للمبتدئين وكذلك الأكثر خبرة ، فلديك ما تتعلمه! إنه يجعل KDP بسيطًا وسهلاً! اشتريتها على الرغم من أنني قد تجاوزت مراحل المبتدئين لفترة طويلة

    `,
  },

  {
    name: "Brenda Cyr",
    message: `
    
    لقد أخذت دورات أخرى ، لكن لم يقم أي منهم بوضع "خطوات النجاح" معًا مثلما فعل كورفين في دورته . كنت أعلم أنه يمكنني كسب المال مع KDP ، لكنني شعرت دائمًا أنني أفتقد خطوة في مكان ما , ولكن الخطوات المفقودة كلها مدرجة في هذه الدورة

    `,
  },
  {
    name: "Rebecca Holman",
    message: `
    
    بعد مراجعة هذه الدورة ، لا بد لي من منحها 5 نجوم. إنها تغطي كل شيء. تغطي هذه الدورة كل جانب من جوانب بناء أعمال نشر مزدهرة وناجحة في KDP. الدورة التدريبية مليئة بالمعلومات القابلة للتنفيذ مع معلومات يحتاجها كل ناشر لتحقيق النجاح.

    `,
  },

  {
    name: "Kathy Rheaume",
    message: `
   لقد مررت الآن بالدورة التدريبية بأكملها وأوصي حقًا بهذه الدورة لأي شخص يريد بدء عمل تجاري في KDP. ليس فقط للمبتدئين ولكن أيضًا للأعضاء المتقدمين. حتى أنني تعلمت بعض الأشياء الجديدة 🙂 لا أطيق الانتظار لتطبيقها في رحلتي الخاصة. تغطي الدورة كل شيء من الألف إلى الياء. من فتح حساب إلى تشغيل الإعلانات. إنها دورة منظمة ، لذا لا داعي للبحث في جميع أنحاء اليوتيوب دون معرفة ما يجب مشاهدته بعد ذلك.
    `,
  },

  {
    name: "Chloe Spencer",
    message: `
    
   أود أن أوصي بشدة بالدورة ليس فقط للمبتدئين ، ولكن أيضًا للأعضاء المتقدمين إلى حد ما حيث توجد بالتأكيد أشياء جديدة لتعلمها ، ونصائح حول توسيع نطاق عملك وما إلى ذلك. تستحق المجموعة الخاصة والأدوات السعر التمهيدي وحده هذا في رأيي وأنا أنا متأكد من أن هذا ليس مجرد خوفي من فقدان يتحدث😆 بالنسبة للمبتدئين هذه الدورة التدريبية شاملة للغاية ومخطط لها جيدًا ، مع ملفات للتنزيل وما إلى ذلك.
    
    `,
  },
];

export const faq = [
  {
    question: "هل سيكون هناك إمكانية استرداد المال؟",
    answer: `
    نعم ، سيكون لديك 7 أيام من تاريخ الشراء. إذا لم تكن راضيًا عن الدورة التدريبية الخاصة بي ، فسوف أطلب منك ملء استبيان لمعرفة كيف يمكنني تحسين الدورة وفقًا لوجهة نظرك. (أنا أحب النقد البناء ، وهدفي هو أن أجعل الدرس المتقن أفضل وأفضل دائمًا). 
من الواضح أنه إذا قمت بطلب استرداد الأموال ، فستفقد الوصول إلى الدورة وجميع الموارد التي تأتي مع الدورة التدريبية.

    `,
  },
  {
    question: " من هو الأنسب لهذه الدورة؟",
    answer:
      "تستهدف هذه الدورة التدريبية الحالية المبتدئين إلى المؤلفين والناشرين المتوسطين.",
  },
  {
    question: "هل ستنجح نفس الأساليب مع الروايات والكتب الإلكترونية؟",
    answer: `
    
    لا أستطيع أن أقول لأننا لم ننشر رواية قط. لقد عملنا بشكل جيد مع كتاب قصص للأطفال بأنفسنا وقمنا بعمل جيد مع الكتب الإلكترونية ، لكننا لا نقوم حاليًا بأي كتب إلكترونية. لذلك ربما أقول ليس بشكل كامل ، لكن ربما.

    `,
  },
  {
    question: "هل ستعلمني كيف أجني 10000 دولار شهريًا؟",
    answer: `
    
    لا يمكنني ضمان أي نتائج من دروس الدورة الخاصة بي. KDP هي رحلة ولعبة طويلة الأمد. إذا كنت تتطلع إلى الثراء بسرعة ، فهذا ليس المكان المناسب.
    `,
  },
  {
    question: "ما نوع الكتب الذي سيعمل بشكل أفضل مع أساليبك؟",
    answer: `
    
    كتب ذات محتوى معدوم/ منخفض ، كتب الأنشطة / الألغاز ، كتب الطبخ ، كتب تعليم كيفية الإستخدام ، كتب قصص الأطفال والكتب من هذا القبيل.
    `,
  },
];

export const ourJourney = [
  `
  
  بدأت رحلتنا قبل العديد من السنين عندما بدأت كليو وأنا دراسة كيفية بناء المواقع الإلكترونية، ولاحقًا تعلمنا SEO لجوجل. وبعد ذلك، قررنا بسرعة إطلاق شركة تصوير خاصة بنا لامازون FBA وبدأنا تقديم خدمة إنتاج الفيديوهات والصور لإنشاء قوائم المنتجات , تصميم المواقع الإلكترونية، وخدمات أخرى للبائعين على أمازون. كنا نجد نجاحًا كبيرًا في هذا المجال وقمنا بعدد كبير من عمليات تصوير  المنتجات للبائعين على أمازون

  `,
  `
  
  بعد مساعدة العديد من بائعي Amazon FBA الناجحين ،شعرنا بحالة من ال FOMO (الخوف من الضياع) واتخذنا قرارًا بإغلاق شركتنا المزدهرة بالفعل ، وترك كل شيء وراءنا ، والالتزام الكامل بالقيام بخدمة Amazon FBA بأنفسنا. وبعد مشاهدة الكثير من مقاطع فيديو YouTube ووجود العديد من الأصدقاء الذين نجحوا في البيع عبر الإنترنت لمساعدتنا ، شعرنا بالثقة الكافية لتحقيق النجاح. لذلك ، قدمنا ​​منتجنا الأول ، وأطلقناه ، وقد نجح بشكل مذهل
  `,
  `
  في سوق تنافسي إلى حد ما ، صعدنا إلى القمة ، وفي بعض الأيام ، كنا نبيع بالفعل مئات المنتجات يوميًا. (حوالي 100-250 كل يوم) بدأنا في الصعود في الترتيب ، متجاوزين بعض المنافسين الرائعين. في غضون أسابيع قليلة ، كسبنا 50000 دولار. قمنا بعد ذلك بإنتاج كتاب طبخ خلال هذا الوقت لاستكمال عرض Amazon FBA. حظي كتاب الطبخ بشعبية كبيرة وحصل لفترة وجيزة على لقب أفضل الكتب مبيعًا.


`,
  `

  ثم بدأنا في تطوير أدوات النشر الذاتي الخاصة بنا حيث لم تكن الأدوات التي كنا نبحث عنها موجودة. بدأنا بإنشاء أدوات بحث ، وكلها متاحة الآن مجانًا ضمن موقعنا, تابعنا من خلال إنشاء أدوات لإنشاء كتب الأنشطة وتصميمات الكتب الداخلية من البداية. بدأنا أيضًا في إنشاء العديد من الأدوات على مدار السنوات القليلة الماضية لإنشاء تصميمات داخلية متميزة وكتب كاملة بالبساطة والسرعة والسهولة. العديد من هذه الأدوات متاحة بالفعل مجانًا على موقع Self Publishing Titans الخاص بي. سيتم إطلاق المزيد في المستقبل ، والعديد منها مجاني ، وبعض الأدوات الجديدة التي لم يتم إصدارها بعد ستكون مدفوعة
  
  `,
  `
  
  ما زلت أنا و Cleo ننشر بنشاط ونحب ما نقوم به ، ووجدنا نظامًا يعمل وقابل للتكرار. لقد بعنا الآن أكثر من 120000 كتاب. هذا ما نقوم بتدريسه في دورتنا هذه. كل ما تعلمناه ونفعله.

  `,
];

export const descriptionTextsArabic = {
  included: [
    "80 مقطع فيديو في المجموع",

    "بطول حوالي 10 ساعات",
    "أكثر من 100 مصدر ومرجع للتحميل",
    "جروب فيسبوك خاص ",
  ],
  notInlcuded: [
    "كيفية استخدام برنامج الفوتوشوب",
    "كيف تكتب كتابا",
    "لا شيء عن الكتب الإلكترونية",
    "كيفية تنسيق كتاب",
  ],
  expected: [
    "الأشخاص الذين يحبون KDP بالفعل",
    "يحبون إنشاء الكتب",
    "يؤمنون برحلة طويلة الأمد",
  ],
  notExpexted: [
    "الناس الذين يتطلعون إلى الثراء السريع",
    "من يريد نوعا من الضمان للأرباح",
    "من يبحث عن معلم",
  ],
};
