export const overviewTexts = [
  "80+ ভিডিও",
  "100+ সম্পদ",
  "প্রাইভেট ফেসবুক গ্রুপ",
  "2 গবেষণা সরঞ্জাম অন্তর্ভুক্ত",
];

export const videoCardWithDetailsObj = [
  {
    url: "https://www.youtube.com/embed/uemGiTGeGKw",
    title: "মাস্টারক্লাস - $147",
    contentList: [
      "80+ ভিডিও",
      "100+ সম্পদ",
      "প্রাইভেট ফেসবুক গ্রুপ",
      "2 গবেষণা সরঞ্জাম অন্তর্ভুক্ত",
    ],
    button: {
      text: "এখনি শুরু করুন",
      enabled: true,
      link: "/shop/63149a704f08614dd053ec3d",
    },
  },
  // {
  //   url: "https://www.youtube.com/embed/uMzElpzZe0Y",
  //   title: "কোচিং সহ - $397 (closed - Currently Full)",
  //   contentList: [
  //     "60 দিনের জন্য আমার সাথে সরাসরি যোগাযোগ",
  //     "80+ ভিডিও",
  //     "100+ সম্পদ",
  //     "প্রাইভেট ফেসবুক গ্রুপ",
  //     "2 গবেষণার সরঞ্জাম অন্তর্ভুক্ত",
  //   ],
  //   button: {
  //     text: "এখনি শুরু করুন",
  //     enabled: false,
  //     link: "/direct-access-to-me",
  //   },
  // },
];

export const testimonialsLocal = [
  {
    name: "Liviu Achim",
    message: `এটি সেরা এবং সবচেয়ে বোধগম্য KDP কোর্স যে
      গত দুই বছরে নেটে দেখলাম! থেকে শুরু হয়
       শিক্ষানবিস থেকে অ্যাডভান্স লেভেল, আমি নতুনদের কাছে এটি সুপারিশ করছি
       সেইসাথে সবচেয়ে অভিজ্ঞদের কাছে, আপনার সকলেরই কিছু না কিছু আছে
       শিখুন! এটা মূলত KDP সহজ এবং সহজ করে তোলে! আমি এটি কিনেছি
      যদিও আমি দীর্ঘ প্রাথমিক পর্যায় অতিক্রম করেছি`,
  },
  {
    name: "Brenda Cyr",
    message:
      "আমি অন্যান্য কোর্স নিয়েছি, কিন্তু কোনোটিই করভিনের মাস্টারক্লাসের মতো 'সাফল্যের ধাপ' একত্রিত করেনি। আমি জানতাম যে আমি KDP-এর মাধ্যমে অর্থ উপার্জন করতে পারব, কিন্তু সর্বদা অনুভব করতাম যে আমি কোথাও একটি ধাপ মিস করছি- কিন্তু অনুপস্থিত পদক্ষেপগুলি এই কোর্সে অন্তর্ভুক্ত রয়েছে",
  },

  {
    name: "Rebecca Holman",
    message:
      "Self Publishing Titans-এর Corvin থেকে এই কোর্সটি পর্যালোচনা করার পর, আমাকে এটিকে 5 তারা দিতেই হচ্ছে। এটি সবকিছু কভার করেছে। এই কোর্সটি একটি সমৃদ্ধ এবং সফল KDP প্রকাশনা ব্যবসা গড়ে তোলার প্রতিটি দিক কভার করেছে। কর্মযোগ্য তথ্যে পূর্ণ, কোর্সটিতে এমন তথ্য রয়েছে যা প্রতিটি প্রকাশকের সফল হওয়ার জন্য প্রয়োজন।",
  },
  {
    name: "Kathy Rheaume",
    message:
      "আমি এখন পুরো কোর্সটি সম্পূর্ণ করেছি এবং যে কেউ কেডিপি ব্যবসা শুরু করতে চায় আমি সত্যিই এই কোর্সটি সুপারিশ করি। শুধু শিক্ষানবিস নয়, উন্নত সদস্যদের জন্যও। এমনকি আমি কিছু নতুন জিনিস শিখেছি 🙂 আমি সেগুলিকে আমার নিজের যাত্রায় প্রয়োগ করার জন্য অপেক্ষা করতে পারিছি না। কোর্সটি A-Z থেকে সবকিছু কভার করেছে। অ্যাকাউন্ট খোলা থেকে শুরু করে বিজ্ঞাপন চালানো পর্যন্ত। এটি কাঠামোগত, তাই পরবর্তীতে কী দেখতে হবে তা না জেনে পুরো YouTube জুড়ে অনুসন্ধান করার দরকার নেই।",
  },

  {
    name: "Chloe Spencer",
    message:
      "আমি কোর্সটি শুধুমাত্র নতুনদের জন্যই নয়, বরং পুরাতন সদস্যদের জন্যও সুপারিশ করব কারণ ওখানে অবশ্যই নতুন কিছু শিক্ষার আছে, আপনার ব্যবসার মাপকাঠির টিপস ইত্যাদি। ব্যক্তিগত গোষ্ঠী এবং টুলগুলি একাই প্রারম্ভিক মূল্যের জন্য মূল্যবান, আমার মতে এবং আমি আমি মোটামুটি নিশ্চিত যে আমার শুধু কথা বলা মিস করার ভয়ই নয় 😆 নতুনদের জন্য, কোর্সটি খুবই ব্যাপক এবং ভালোভাবে সাজানো হয়েছে, ডাউনলোড ইত্যাদি সহ।",
  },
  {
    name: "Steven Charles Ault Myers",
    message:
      "আমি এই পুরো কোর্সেটি শেষ করেছি এবং যারা এই ব্যবসা শুরু করতে চায় বা নতুন তাদের কাছে এটি সুপারিশ করার ব্যাপারে আমি আত্মবিশ্বাসী। এমনকি আপনি যদি এই ব্যবসাটি কিছুক্ষণ ধরে করে থাকেন, তবুও শিখতে বা রিফ্রেশ হওয়ার মতো জিনিস রয়েছে৷ কোর্সটি সত্যিই A-Z থেকে সমস্ত কিছু কভার করে, স্ক্রিনে উদাহরণ এবং ডেমো দেয়, সম্পূর্ণ স্বচ্ছ, সৎ এবং স্ফীত, অবাস্তব প্রত্যাশা বিক্রি করে না।",
  },

  {
    name: "Peter Thomas",
    message:
      "শুধু বলতে চাই Corvins Masterclass একেবারে ব্রিলিয়ান্ট, আমি কোনো কোর্স করে এতটা স্বস্তি বোধ করিনি। আমি যা ভেবেছিলাম তার চেয়ে অনেক বেশি শিখেছি, যা আমি এখনো অনুশীলন করছি! ধন্যবাদ করভিন এবং ক্লিও।",
  },

  {
    name: "Tony Varone",
    message:
      "বন্ধুরা, আমি সবেমাত্র মাস্টারক্লাস ভিডিও দেখতে শুরু করেছি। ইতোমধ্যে আমি অনেক কিছু শিখে ফেলেছি এবং আমি বলতে পারি যে এটি আমার KDP যাত্রা সহজ করে দিবে। ধন্যবাদ কর্ভিন এবং ক্লিও!!",
  },
];

export const faq = [
  {
    question: "রিফান্ড হবে?",
    answer:
      "হ্যাঁ, আপনার ক্রয়ের তারিখ থেকে 7 দিন সময় থাকবে। আপনি যদি আমার কোর্স সম্পর্কে অসন্তুষ্ট হন, আমি আপনাকে একটি সমীক্ষা পূরণ করতে বলবো যাতে আমি আপনার দৃষ্টিভঙ্গি অনুযায়ী কোর্সটি কীভাবে উন্নত করতে পারি। (আমি গঠনমূলক সমালোচনা পছন্দ করি, এবং আমার লক্ষ্য সর্বদা মাস্টারক্লাসকে আরও ভাল এবং উন্নত করা)। স্পষ্টতই যদি আপনি টাকা ফেরত দেন, তাহলে আপনি কোর্সের অ্যাক্সেস এবং কোর্সের সাথে আসা সমস্ত ফাইল হারাবেন।",
  },
  {
    question: "এই কোর্সটি কার জন্য সবচেয়ে উপযুক্ত?",
    answer:
      "এই মাস্টারক্লাসটি বর্তমানে নতুন থেকে মধ্যবর্তী লেখক এবং প্রকাশকদের জন্য।",
  },
  {
    question: "একই পদ্ধতি কি উপন্যাস এবং ইবুকের জন্য কাজ করবে?",
    answer:
      "আমি বলতে পারি না যে আমরা কোন উপন্যাস প্রকাশ করিনি। আমরা নিজেরাই বাচ্চাদের গল্পের বই দিয়ে ভালো করেছি এবং ইবুক দিয়ে ঠিক করেছি, কিন্তু বর্তমানে কোনো ইবুক করি না। তাই আমি সম্ভবত সম্পূর্ণরূপে না বলতে হবে, কিন্তু হতে পারে.",
  },
  {
    question:
      "আপনি কি আমাকে শিখাবেন কিভাবে প্রতি মাসে $10,000 উপার্জন করতে হয়?",
    answer:
      "আমি আমার মাস্টারক্লাস থেকে কোন ফলাফলের গ্যারান্টি দিতে পারি না। KDP একটি যাত্রা এবং দীর্ঘমেয়াদী যাত্রা। আপনি যদি দ্রুত ধনী হতে চান তবে এটি সেই জায়গা নয়।",
  },
  {
    question: "কি ধরনের বই এর জন্য কোর্স করবেন?",
    answer:
      "কম বিষয়বস্তুর বই, ধাঁধার বই, রান্নার বই, কীভাবে বই, বাচ্চাদের গল্পের বই এবং এই জাতীয় বই।",
  },
];

export const ourJourney = [
  "আমাদের যাত্রা অনেক বছর আগে শুরু হয়েছিল যখন ক্লিও এবং আমি প্রথম ওয়েবসাইট গুলি কীভাবে তৈরি করতে হয় এবং পরে গুগল এসইও শিখতে শুরু করি। সেই অভিজ্ঞতার পরপরই, আমরা দ্রুত আমাদের নিজস্ব অ্যামাজন এফবিএ পণ্য ফটোগ্রাফি সংস্থা চালু করেছি এবং অ্যামাজন বিক্রেতাদের জন্য ভিডিও উত্পাদন, পণ্য তালিকা তৈরির জন্য ফটোগ্রাফি, ওয়েবসাইট ডিজাইন এবং অন্যান্য পরিষেবা সরবরাহ শুরু করেছি। আমরা এতে বেশ সফল হয়েছি এবং অ্যামাজন বিক্রেতাদের জন্য অগণিত পণ্য শ্যুট পরিচালনা করেছি।",
  "অনেক সফল Amazon FBA বিক্রেতাদের সহায়তা করার পর, আমরা FOMO (ফিয়ার অফ মিসিং আউটের ভয়) এর একটি গুরুতর কেস তৈরি করেছি এবং আমাদের ইতিমধ্যে বিকাশমান ফার্ম বন্ধ করার সিদ্ধান্ত নিয়েছি, এটি সব পিছনে ফেলেছি এবং Amazon FBA নিজেরাই করতে সম্পূর্ণ প্রতিশ্রুতিবদ্ধ। অনেক YouTube ভিডিও দেখার পরে এবং সফল অনলাইন বিক্রেতারা আমাদের সাহায্য করার জন্য বেশ কিছু বন্ধু থাকার পরে, আমরা সফল হওয়ার জন্য যথেষ্ট আত্মবিশ্বাসী বোধ করেছি। সুতরাং, আমরা আমাদের প্রথম পণ্যটি চালু করেছি, এটি চালু করেছি এবং এটি আশ্চর্যজনকভাবে কাজ করেছে।",

  "একটি বরং প্রতিযোগিতামূলক বাজারে, আমরা শীর্ষে উঠেছি এবং কিছু দিনে, আমরা ইতিমধ্যেই প্রতিদিন শত শত পণ্য বিক্রি করছিলাম। (প্রতিদিন প্রায় 100-250) আমরা কিছু শক্তিশালী প্রতিদ্বন্দ্বীকে অতিক্রম করে র‌্যাঙ্কিংয়ে উঠতে শুরু করেছি। কয়েক সপ্তাহের মধ্যে, আমরা $50,000 উপার্জন করেছি। আমরা তখন অ্যামাজন এফবিএ অফারকে পরিপূরক করার জন্য এই সময়ে একটি রান্নার বই তৈরি করেছি। রান্নার বইটি খুব জনপ্রিয় ছিল এবং সংক্ষিপ্তভাবে সেরা বিক্রেতার শিরোনাম ছিল।",

  `আমরা তখন আমাদের নিজস্ব স্ব-প্রকাশক সরঞ্জামগুলিকে বিকাশ করতে শুরু করি কারণ আমরা যে সরঞ্জামগুলি খুঁজছিলাম, তা অস্তিত্বহীন ছিল৷ আমরা গবেষণার টুল তৈরি করে শুরু করেছি, যার সবকটিই এখন "সেল্ফ পাবলিশিং টাইটানস"-এর অধীনে বিনামূল্যে পাওয়া যাচ্ছে। আমরা স্ক্র্যাচ থেকে কার্যকলাপ বই এবং বই অভ্যন্তরীণ তৈরি করার জন্য সরঞ্জাম তৈরি করে চালিয়েছি। আমরা সরলতা, গতি এবং স্বাচ্ছন্দ্যে প্রিমিয়াম অভ্যন্তরীণ এবং সম্পূর্ণ বইগুলি তৈরি করতে গত কয়েক বছরে অসংখ্য সরঞ্জাম তৈরি করতে শুরু করেছি। আমার সেল্ফ পাবলিশিং টাইটানস ওয়েবসাইটে এই টুলগুলির অনেকগুলি ইতিমধ্যে বিনামূল্যে পাওয়া যায়। ভবিষ্যতে আরও প্রকাশিত হবে, এবং তাদের মধ্যে অনেকগুলি বিনামূল্যে, এবং কিছু নতুন সরঞ্জাম যা এখনও প্রকাশিত হয়নি সেগুলি অর্থপ্রদান করা হবে৷`,

  "ক্লিও এবং আমি এখনও সক্রিয়ভাবে প্রকাশ করি এবং আমরা যা করি তা ভালোবাসি এবং এমন একটি সিস্টেম খুঁজে পেয়েছি যা কাজ করে এবং পুনরাবৃত্তিযোগ্য। আমরা এখন 120,000 বই বিক্রি করেছি। এই মাস্টারক্লাসে আমরা এই শিক্ষা দিচ্ছি। আমরা যা কিছু শিখেছি এবং করছি।",
];

export const descriptionTextsBangla = {
  included: [
    "মোট 80টি ভিডিও",
    "প্রায় 10 ঘন্টা দৈর্ঘ্য",
    "ডাউনলোড করার জন্য 100+ সম্পদ",
    "প্রাইভেট ফেসবুক গ্রুপ",
  ],
  notInlcuded: [
    "ফটোশপ কিভাবে ব্যবহার করবেন",
    "কিভাবে একটি বই লিখতে হয়",
    "ইবুক সম্পর্কে কিছুই নেই",
    "কিভাবে একটি বই ফরম্যাট করতে হয়",
  ],
  expected: [
    "যাহারা ইতিমধ্যে KDP ভালোবাসে",
    "মনে হয় তারা বই তৈরি করতে পছন্দ করবে",
    "দীর্ঘ মেয়াদী যাত্রায় বিশ্বাস করুন",
  ],
  notExpexted: [
    "লোকেরা দ্রুত ধনী হতে চায়",
    "লাভের জন্য কিছু গ্যারান্টি চাই",
    "একজন গুরু খুঁজছি",
  ],
};
